Repository: BredOS/Bakery
Catalog: po/*.po
Languages: bg, da, de, el, es, fr, it, nl

source: BredOS Installer
bg: Инсталатор на BredOS
da: BredOS Installationsprogram
el: Πρόγραμμα Εγκατάστασης BredOS
es: Instalador de BredOS
fr: Installeur BredOS.
it: Installatore BredOS

source: Bakery is a simple installer for BredOS
bg: Bakery е лесен за използване инсталатор за BredOS
da: Bageri er en simpel installatør til BredOS
de: Bäckerei ist ein einfacher Installer für BredOS
el: Το Bakery είναι το πρόγραμμα εγκατάστασης για το BredOS
es: Bakery es un instalador simple para BredOS
fr: Bakery est un simple installeur pour BredOS
it: Bakery è un semplice installatore per BredOS
nl: Bakery is een eenvoudige installatie voor BredOS

source: Locale
bg: Език и регион
da: Landestandard
de: Lokal
el: Τοπική
es: Local
fr: Langue et location
it: Localizzazione
nl: Lokalisatie

source: User
bg: Потребител
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
it: Utente
nl: Gebruiker

source: Desktops
bg: Работни плотове
da: Skriveborde
el: Επιφάνειες Εργασίας
es: Escritorios
fr: Bureaux
it: Desktop
nl: Bureaublad

source: Install
bg: Инсталиране
da: Installér
de: Installieren
el: Εγκατάσταση
es: Instalar
fr: Installer
it: Installa
nl: Installeren

source: Finish
bg: Завършване
da: Afslut
de: Beenden
el: Ολοκλήρωση
es: Finalizar
fr: Terminer
it: Termina
nl: BeÃ«indigen

source: Preparing for installation
bg: Подготовка за инсталация
da: Forbereder installation
de: Vorbereitung der Installation
el: Προετοιμασία για εγκατάσταση
es: Preparando para la instalación
fr: Préparation pour l'installation.
it: Preparazione per l'installazione
nl: Installatie voorbereiden

source: Applying Locale Settings
bg: Прилагане на настройките за език и регион
da: Anvender Lokalindstillinger
de: Lokale Einstellungen anwenden
el: Εφαρμογή Τοπικών Ρυθμίσεων
es: Aplicación de configuración regional
fr: Application des paramètres de langue et de location.
it: Applicazione Delle Impostazioni Locali
nl: Locale instellingen toepassen

source: Applying Keyboard Settings
bg: Прилагане на настройките за клавиатура
da: Anvender Tastaturindstillinger
de: Tastatureinstellungen anwenden
el: Εφαρμογή Ρυθμίσεων Πληκτρολογίου
es: Aplicando ajustes del teclado
fr: Application des paramètres du clavier.
it: Applicazione Impostazioni Tastiera
nl: Toetsenbordinstellingen toepassen

source: Applying Timezone Settings
bg: Прилагане на настройките за времева зона
da: Anvender Tidszoneindstillinger
de: Zeitzonen-Einstellungen anwenden
el: Εφαρμογή Ρυθμίσεων Ζώνης Ώρας
es: Aplicando configuración de zona horaria
fr: Application des paramètres du fuseau horaire
it: Applicazione Delle Impostazioni Fuso Orario
nl: Instellingen voor tijdzone toepassen

source: Creating User account
bg: Създаване на потребителски акаунт
da: Opretter brugerkonto
de: Benutzerkonto erstellen
el: Δημιουργία λογαριασμού χρήστη
es: Creando cuenta de usuario
fr: Creation du compte utilisateur
it: Creazione account utente
nl: Gebruikersaccount aanmaken

source: Cleaning up installation
bg: Почистване на инсталацията
da: Rydder op installation
de: Installation wird bereinigt
el: Καθαρισμός εγκατάστασης
es: Limpiando instalación
fr: Nettoyage de l'installation
it: Pulizia installazione
nl: Installatie opschonen

source: translator-credits
da: oversætter-kreditter
de: Übersetzer-Credits
el: transator-credits
es: crédito-traductores
fr: crédits traducteur-interprète
nl: vertalers-credits

source: Copyright The BredOS developers
bg: Правата запазени Разработчиците на BredOS
da: Ophavsret BredOS-udviklerne
de: Copyright der BredOS-Entwickler
el: Πνευματικά δικαιώματα, Οι προγραμματιστές του BredOS
es: Copyright de los desarrolladores BredOS
fr: Tout droits réservés aux Développeurs de BredOS
it: Copyright Gli sviluppatori di BredOS
nl: Copyright de BredOS ontwikkelaars

source: Translated by
bg: Преведено от
da: Oversat af
de: Übersetzt von
el: Μεταφράστηκε από
es: Traducido por
fr: Traduit par
it: Tradotto da
nl: Vertaald door

source: Special thanks to
bg: Специални благодарности на
da: Særlig tak til
de: Besonderer Dank an
el: Ιδιαίτερες ευχαριστίες σε
es: Agradecimiento especial a
fr: Un grand merci à
it: Ringraziamenti speciali a
nl: Speciale dank aan

source: Next
bg: Напред
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende

source: Done
bg: Готово
da: Udført
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fr: Terminer
it: Fatto
nl: Voltooid

source: Previewing time in
bg: Показано време в
da: Forhåndsvisning af tid i
de: Vorschauzeit in
el: Χρόνος προεπισκόπησης σε
es: Tiempo de previsualización en
fr: Fuseau Horaire:
it: Tempo di anteprima in
nl: Voorbeeld tijd in

source: Install offline
bg: Онлайн инсталация
da: Installer offline
de: offline installieren
el: Εγκατάσταση εκτός σύνδεσης
es: Instalar sin conexión
fr: Installation hors-ligne
it: Installa offline
nl: Offline installeren

source: Custom Installation
bg: Персонализирана инсталация
da: Brugerdefineret Installation
de: Benutzerdefinierte Installation
el: Προσαρμοσμένη Εγκατάσταση
es: Instalación personalizada
fr: Installation personnalisée.
it: Installazione Personalizzata
nl: Aangepaste installatie

source: Let the Bakery installer whip up the perfect BredOS recipe for your machine!
bg: Нека пекарната приготви идеалната рецепта на BredOS за вашия компютър!
da: Lad Bakery installationsprogrammet piske op den perfekte BredOS opskrift på din maskine!
de: Lassen Sie den Bäckerei-Installer das perfekte BredOS-Rezept für Ihre Maschine hochschnüffeln!
el: Αφήστε τον εγκαταστάτη του Αρτοποιείου να σηκώσει την τέλεια συνταγή BredOS για το μηχάνημά σας!
es: ¡Deja que el instalador de panadería lance la receta BredOS perfecta para tu máquina!
fr: Laissez l'installeur concocter la recette parfaite pour votre machine!
it: Lasciate che il Bakery installer frustare la ricetta perfetta BredOS per la vostra macchina!
nl: Laat het Bakery installatieprogramma het perfecte BredOS recept voor je machine omhoog draaien!

source: Welcome to BredOS!
bg: Добре дошли в BredOS!
da: Velkommen til BredOS!
de: Willkommen bei BredOS!
el: Καλώς ήλθατε στο BredOS!
es: ¡Bienvenido a BredOS!
fr: Bienvenue sur BredOS!
it: Benvenuto su BredOS!
nl: Welkom bij BredOS!

# Button
source: Cancel
bg: Отказ
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Abandonner
it: Annulla
nl: annuleren

# Button
source: Back
bg: Назад
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fr: Précédent
it: Indietro
nl: Achterzijde

# Button
source: Next
bg: Напред
da: Næste
de: Nächste
el: Επόμενο
es: Siguiente
fr: Suivant
it: Successivo
nl: Volgende

source: About Bakery
bg: За Bakery
da: Om Bakery
de: Über Bakery
el: Σχετικά Με Bakery
es: Acerca de Bakery
fr: À propos de Bakery
it: Informazioni Su Bakery
nl: Over Bakkerij

source: You selected custom installation. Please provide a URL or PATH to the Bakery_recipe.conf
bg: Вие избрахте персонализирана инсталация. Моля, посочете линк или път до Bakery_recipe.conf
da: Du har valgt brugerdefineret installation. Angiv venligst en URL eller PATH til Bakery_recipe.conf
de: Sie haben eine benutzerdefinierte Installation ausgewählt. Bitte geben Sie der Bakery_recipe.conf eine URL oder PATH an
el: Επιλέξατε προσαρμοσμένη εγκατάσταση. Παρακαλώ δώστε μια διεύθυνση URL ή PATH στο Bakery_recipe.conf
es: Ha seleccionado una instalación personalizada. Por favor proporcione una URL o PATH a Bakery_recipe.conf
fr: Vous avez choisi l'installation personnalisée, veuillez fournir une URL ou un chemin d'accès vers Bakery_recipe.conf
it: È stata selezionata l'installazione personalizzata. Fornire un URL o un PATH al Bakery_recipe.conf
nl: U heeft een aangepaste installatie geselecteerd. Geef een URL of PATH aan de Bakery_recipe.conf

# button
source: Open File
de: Datei öffnen
el: Άνοιγμα Αρχείου
es: Abrir archivo
nl: Open bestand

source: Install online
bg: Онлайн инсталация
da: Installer online
de: Online installieren
el: Εγκατάσταση online
es: Instalar en línea
fr: Installation en ligne
it: Installa online
nl: Online installeren

source: Are you sure you want to cancel your installation?
de: Sind Sie sicher, dass Sie Ihre Installation abbrechen möchten?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε την εγκατάστασή σας?
es: ¿Está seguro de que desea cancelar su instalación?
nl: Weet je zeker dat je de installatie wilt annuleren?

# dialog heading
source: Warning
de: Warnung
el: Προειδοποίηση
es: Advertencia
nl: Waarschuwing

source: _No
bg: Не
da: _Nej
de: _Nein
el: _Όχι
fr: Non
nl: _Nee

source: Yes
bg: Да
da: Ja
de: Ja
el: Ναι
es: Sí
fr: Oui
it: Sì
nl: ja

source: Are you sure you want to start the installation?
de: Sind Sie sicher, dass Sie die Installation starten möchten?
el: Είστε βέβαιοι ότι θέλετε να ξεκινήσετε την εγκατάσταση?
es: ¿Está seguro de que desea iniciar la instalación?
nl: Weet u zeker dat u de installatie wilt starten?

# Dialog heading
source: Start Installation
de: Installation starten
el: Έναρξη Εγκατάστασης
es: Iniciar instalación
nl: Installatie starten

source: _Cancel
bg: Отказ
da: _Annuller
de: _Abbrechen
el: _Ακύρωση
es: _Cancelar
fr: Abandonner
it: A_nnulla
nl: _Annuleer

source: Pick your keyboard model
bg: Изберете модела на вашата клавиатурата
da: Vælg dit tastatur model
de: Wähle dein Tastaturmodell
el: Επιλέξτε το μοντέλο πληκτρολογίου σας
es: Elige tu modelo de teclado
fr: Sélectionnez votre modèle de clavier
it: Scegli il tuo modello di tastiera
nl: Kies uw toetsenbord model

source: Test your layout here!
bg: Тествайте клавиатурата си тук!
da: Test dit layout her!
de: Testen Sie hier Ihr Layout!
el: Δοκίμασε τη διάταξη σας εδώ!
es: ¡Prueba tu diseño aquí!
fr: Essayez votre disposition clavier ici!
it: Prova il tuo layout qui!
nl: Test je lay-out hier!

source: If your language uses a different script than latin please use English US, you can always add your keyboard layout after install
bg: Моля използвайте Английски за сега. Можете да добавите своя език след инсталацията
da: Hvis dit sprog bruger et andet script end latin skal du bruge engelsk USA, kan du altid tilføje dit tastatur layout efter installation
de: Wenn Ihre Sprache ein anderes Skript als Latin, verwenden Sie bitte English US, können Sie nach der Installation immer Ihr Tastaturlayout hinzufügen
el: Εάν η γλώσσα σας χρησιμοποιεί ένα διαφορετικό σενάριο από το λατινικό παρακαλώ χρησιμοποιήστε Αγγλικά ΗΠΑ, μπορείτε πάντα να προσθέσετε τη διάταξη πληκτρολογίου σας μετά την εγκατάσταση
es: Si su idioma utiliza un script diferente al latín, por favor use inglés US, siempre puede añadir el diseño del teclado después de la instalación
fr: Si votre langue utilise un différent script que le Latin, veuillez utiliser Anglais US. Vous aurez toujours la possibilité de changer la disposition de votre clavier après l'installation.
it: Se la tua lingua utilizza uno script diverso da quello latino per favore usa English US, puoi sempre aggiungere il layout della tastiera dopo l'installazione
nl: Als uw taal een ander script gebruikt dan latin, gebruik dan Engels VS, dan kunt u altijd uw toetsenbordindeling toevoegen na installatie

source: Select your keyboard layout
bg: Изберете подребата на вашата клавиатура
da: Vælg dit tastaturlayout
de: Tastaturlayout auswählen
el: Επιλέξτε τη διάταξη πληκτρολογίου
es: Selecciona tu diseño de teclado
fr: Veuillez sélectionner la disposition des touches de votre clavier
it: Seleziona il layout della tastiera
nl: Selecteer uw toetsenbordindeling

source: Select keyboard variant
bg: Изберете варианта на езика
da: Vælg tastatur variant
de: Tastaturvariante auswählen
el: Επιλέξτε την παραλλαγή του πληκτρολογίου
es: Seleccionar variante de teclado
fr: Sélectionnez une variante de votre clavier
it: Seleziona variante tastiera
nl: Selecteer toetsenbordvariant

source: Please select a variant for your keyboard layout.
bg: Моля изберете варианта на езика.
da: Vælg venligst en variant til dit tastaturlayout.
de: Bitte wählen Sie eine Variante für Ihr Tastaturlayout aus.
el: Παρακαλώ επιλέξτε μια παραλλαγή για τη διάταξη πληκτρολογίου σας.
es: Por favor, seleccione una variante para su disposición de teclado.
fr: Veuillez sélectionner une variante pour la disposition des touches de votre clavier.
it: Seleziona una variante per il layout della tastiera.
nl: Selecteer een variant voor de toetsenbordindeling.

source: Select
bg: Избиране
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fr: Sélectionner
it: Seleziona
nl: Selecteren

source: Date and time
bg: Дата и час
da: Dato og tid
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fr: Heure et date
it: Data e ora
nl: Datum en tijd

source: Numbers and currency
bg: Числа и валута
da: Tal og valuta
de: Nummern und Währung
el: Αριθμοί και νόμισμα
es: Números y moneda
fr: Nombres et monnaie
it: Numeri e valuta
nl: Nummers en valuta

source: Please select your language
bg: Изберете вашия език
da: Vælg venligst dit sprog
de: Bitte wählen Sie Ihre Sprache
el: Παρακαλώ επιλέξτε τη γλώσσα σας
es: Por favor, selecciona tu idioma
fr: Veuillez sélectionner une langue
it: Seleziona la tua lingua
nl: Selecteer uw taal

source: Select your language
de: Wählen Sie Ihre Sprache
el: Επιλέξτε τη γλώσσα σας
es: Seleccione su idioma
nl: Selecteer uw taal

source: Please select locale
bg: Моля изберете език и регион
da: Vælg venligst landestandard
de: Bitte Gebietsschema auswählen
el: Παρακαλώ επιλέξτε τοπική ρύθμιση
es: Por favor, seleccione el idioma
fr: Veuillez sélectionner votre région
it: Seleziona il locale
nl: Selecteer landinstelling

source: Select your timezone
bg: Изберете вашата времева зона
da: Vælg din tidszone
de: Wähle deine Zeitzone
el: Επιλέξτε τη ζώνη ώρας σας
es: Seleccione su zona horaria
fr: Sélectionnez un fuseau horaire
it: Seleziona il tuo fuso orario
nl: Selecteer uw tijdzone

source: Regions
bg: Региони
da: Regioner
de: Regionen
el: Περιφέρειες
es: Regiones
fr: Régions
it: Regioni
nl: Regio's

source: Zone
bg: Зони
da: Område
el: Ζώνη
es: Zona
it: Zona

source: Current time:
bg: Текущо време:
da: Nuværende tid:
de: Aktuelle Zeit:
el: Τρέχουσα ώρα:
es: Hora actual:
fr: Heure locale:
it: Ora attuale:
nl: Huidige tijd:

source: Full name
bg: Пълно име
da: Fulde navn
de: Voller Name
el: Πλήρες όνομα
es: Nombre completo
fr: Nom complet
it: Nome completo
nl: Volledige naam

source: Username
bg: Потребителско име
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: Password
bg: Парола
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Confirm password
bg: Потвърдете паролата
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fr: Confirmez votre mot de passe
it: Conferma password
nl: Bevestig wachtwoord

# Translate as question
source: Use sudo and polkit without password.
bg: Искате ли да използвате sudo и polkit без парола?
da: Brug sudo og polkit uden adgangskode.
de: Verwenden Sie sudo und polkit ohne Passwort.
el: Χρησιμοποιήστε sudo και polkit χωρίς κωδικό πρόσβασης.
es: Utilice sudo y polkit sin contraseña.
fr: Utiliser sudo et polkit sans demander mot de passe.
it: Usa sudo e polkit senza password.
nl: Gebruik sudo en polkit zonder wachtwoord.

# Login into the system literally, Translate as a question
source: Log in automatically without asking for password.
bg: Искате ли да влизате автоматично в компютъра без да пита за парола.
da: Log ind automatisk uden at bede om adgangskode.
de: Loggen Sie sich automatisch ein, ohne nach einem Passwort zu fragen.
el: Συνδεθείτε αυτόματα χωρίς να ζητήσετε κωδικό πρόσβασης.
es: Inicia sesión automáticamente sin pedir contraseña.
fr: Se connecter automatiquement sans demander le mot de passe.
it: Accedi automaticamente senza chiedere la password.
nl: Log automatisch in zonder om wachtwoord te vragen.

source: Create your user account
bg: Създайте вашия потребителски акаунт
da: Opret din brugerkonto
de: Erstellen Sie Ihr Benutzerkonto
el: Δημιουργήστε το λογαριασμό χρήστη σας
es: Crea tu cuenta de usuario
fr: Créez votre compte utilisateur
it: Crea il tuo account utente
nl: Maak uw gebruikersaccount aan

source: Language
bg: Език
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
nl: Taal

source: Layout
bg: Подредба
el: Διάταξη
es: Diseño
fr: Disposition clavier
nl: Indeling

# keyboard model
source: Model
bg: Модел
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
it: Modello

source: Use sudo and polkit without password.
bg: Използване на sudo и polkit без парола.
da: Brug sudo og polkit uden adgangskode.
de: Verwenden Sie sudo und polkit ohne Passwort.
el: Χρησιμοποιήστε sudo και polkit χωρίς κωδικό πρόσβασης.
es: Utilice sudo y polkit sin contraseña.
fr: Utiliser sudo et polkit sans demander le mot de passe.
it: Usa sudo e polkit senza password.
nl: Gebruik sudo en polkit zonder wachtwoord.

source: Log in automatically without asking for password.
bg: Влизане автоматично в компютъра без да пита за парола.
da: Log ind automatisk uden at bede om adgangskode.
de: Loggen Sie sich automatisch ein, ohne nach einem Passwort zu fragen.
el: Συνδεθείτε αυτόματα χωρίς να ζητήσετε κωδικό πρόσβασης.
es: Inicia sesión automáticamente sin pedir contraseña.
fr: Connexion automatique.
it: Accedi automaticamente senza chiedere la password.
nl: Log automatisch in zonder om wachtwoord te vragen.

source: Your selections have been listed below, please confirm and continue with instillation
bg: Вашите избори са показани по-долу, моля потвърдете и продължете с инсталацията
da: Dine valg er listet nedenfor, bekræft og fortsæt med instillation
de: Ihre Auswahl wurde unten aufgelistet, bitte bestätigen und mit der Instillation fortfahren
el: Οι επιλογές σας έχουν καταγραφεί παρακάτω, παρακαλώ επιβεβαιώστε και συνεχίστε με ενστάλαξη
es: Sus selecciones han sido listadas a continuación, por favor confirme y continúe con la instilación
fr: Récapitulatif des paramètres sélectionné, veuillez confirmer et continuer avec l'installation
it: Le tue selezioni sono state elencate di seguito, conferma e continua con l'instillazione
nl: Uw selecties zijn hieronder opgesomd, bevestig en ga door met de aanmaak

source: Please confirm your choices
bg: Потвърдете вашите избори
da: Bekræft venligst dine valg
de: Bitte bestätigen Sie Ihre Auswahl
el: Παρακαλώ επιβεβαιώστε τις επιλογές σας
es: Por favor, confirma tus opciones
fr: Veuillez confirmer vos choix
it: Conferma le tue scelte
nl: Bevestig uw keuzes

source: Please standby while installation is in progress
bg: Моля изчакайте докато инсталацията приключи
da: Standby venligst mens installationen er i gang
de: Bitte Standby während der Installation
el: Παρακαλώ περιμένετε όσο η εγκατάσταση βρίσκεται σε εξέλιξη
es: Por favor espere mientras la instalación está en curso
fr: Installation en cours, veuillez patienter.
it: In standby mentre l'installazione è in corso
nl: Even geduld, de installatie wordt uitgevoerd

source: Installing BredOS
bg: Инсталиране на BredOS
da: Installerer BredOS
de: Installation von BredOS
el: Εγκατάσταση BredOS
es: Instalando BredOS
fr: Installation de BredOS
it: Installazione Di Bredos
nl: BredOS installeren

source: Installation Complete!
bg: Инсталацията е завършена!
da: Installation Færdig!
de: Installation abgeschlossen!
el: Η Εγκατάσταση Ολοκληρώθηκε!
es: ¡Instalación completada!
fr: Installation terminée!
it: Installazione Completata!
nl: Installatie voltooid!

source: No description
bg: Без описание
it: Nessuna descrizione

source: Keyboard
bg: Клавиатура
fr: Clavier

source: Timezone
bg: Времева зона
fr: Fuseau horaire

source: Summary
bg: Обобщение
fr: Sommaire

source: Select your language locale
bg: Изберете вашият език и регион
it: Seleziona la tua lingua locale

source: Hostname
bg: Име на компютъра
fr: Nom de l'hôte
